Repository: msuri1227/myAsset
Catalog: myAsset/UI/iPad/CustomCell/Workorder's Cell/OverView/*.lproj/AdditionalDataOverViewCell_iPad.strings
Languages: fr

# HX6-rL-j7n.text
source: Associated Plant
fr: Plante associée

# MdI-5D-3tK.text
source: Main Work Center
fr: Centre de travail principal

# bzR-bs-Tr6.text
source: Created On
fr: Créé sur

# e7t-L8-Rjz.text
source: Resp. Planner Group
fr: Resp. Groupe de planificateurs

# eVo-xR-eXp.text
source: Person Responsible
fr: Personne responsable

# kDb-o3-A79.text
source: Additional Data
fr: Donnée supplémentaire

# lpl-hC-9K6.text
source: Maintenance Plant
fr: Usine de maintenance

# ntD-G1-41x.text
source: Work Permit
fr: Permis de travail

# xTy-cO-fth.text
source: Controlling Area
fr: Zone de contrôle

# yG8-g6-4Si.text
source: Business Area
fr: Zone commerciale
