Repository: msuri1227/myAsset
Catalog: myAsset/UI/iPad/CustomCell/Workorder's Cell/OverView/*.lproj/AssetAndDatesCell_iPad.strings
Languages: fr

# 5g9-HZ-UNN.text
source: Schedule Finish
fr: Terminer le calendrier

# DnM-Dp-CS6.text
source: System Condition
fr: Etat du système

# Isq-3M-lb1.text
source: Basic Start
fr: Début de base

# Jol-O6-Z6o.text
source: Functional Location
fr: Localisation fonctionnelle

# RQe-sa-vIV.text
source: Due Date
fr: Date d'échéance

# jvu-mz-5l7.text
source: Actual Start
fr: Début effectif

# kDb-o3-A79.text
source: Asset And Dates
fr: Atout et dates

# kgB-qa-uxn.text
source: Description
fr: La description

# oL4-Iw-Gps.text
source: Equipment
fr: Équipement

# se9-Vh-aHk.text
source: Location/Acc. Assignment
fr: Lieu / Acc. Affectation

# ziI-Tm-n5y.text
source: Schedule Start
fr: Début du calendrier
