Repository: msuri1227/myAsset
Catalog: myAsset/UI/iPhone/CustomCell/WorkOrder's Cell/Operations/*.lproj/OperationDatesCell_iPhone.strings
Languages: de

# 6MW-Xg-UzQ.text
source: Execution Finish Date
de: Ausführungsenddatum

# 7aT-ZD-K1s.text
source: Earliest Schd. Finish Time
de: Frühester Schd. Endzeit

# 8Ga-8y-oxI.text
source: Latest Schd. Start Time
de: Neueste Schd. Startzeit

# AfV-qp-6Cn.text
source: Dates
de: Termine

# DgE-YE-t0D.text
source: Earliest Schd. Start Date
de: Frühester Schd. Anfangsdatum

# DsD-b9-AxI.text
source: Execution Finish Time
de: Ausführungsendezeit

# FCC-UH-HYs.text
source: Latest Schd. Finish Time
de: Neueste Schd. Endzeit

# Hon-GW-F9q.text
source: Execution Start Date
de: Ausführungsbeginn

# OZp-ma-hCH.text
source: Earliest Schd. Finish Date
de: Frühester Schd. Enddatum

# ZxZ-q1-O8P.text
source: Earliest Schd. Start Time
de: Frühester Schd. Startzeit

# eUB-yN-1dR.text
source: Execution Start Time
de: Ausführungsstartzeit

# oX9-if-OwG.text
source: Latest Schd. Finish Date
de: Neueste Schd. Enddatum

# v4l-NJ-WMN.text
source: Latest Schd. Start Date
de: Neueste Schd. Anfangsdatum
