Repository: msuri1227/myAsset
Catalog: myAsset/UI/iPad/CustomCell/Workorder's Cell/FunctionalLocation/*.lproj/FunctioanLocationAdditionalInfoCell_iPad.strings
Languages: de

# 1ji-l5-fRq.text
source: Dimension
de: Abmessungen

# 4jA-K0-fvz.text
source: Company Code
de: Buchungskreis

# 8c6-6u-SrF.text
source: Cost Center
de: Kostenstelle

# DWn-GX-1gh.text
source: Maintenance Plan
de: Wartungsplan

# FNw-0c-Cuf.text
source: Unit
de: Einheit

# I63-M9-Ae7.text
source: Business Area
de: Gesch채ftsbereich

# ICs-JG-bBg.text
source: ABC Indicator
de: ABC-Indikator

# JMh-ky-dhC.text
source: Current Customer
de: Aktuelle Kunden

# JjP-NE-IFh.text
source: Stock Type
de: Lagertyp

# Pzz-vg-IrO.text
source: Sort Field
de: Feld sortieren

# QsC-G0-YAT.text
source: Year of Construction
de: Baujahr

# Uhl-M6-CkS.text
source: Vendor
de: Verk채ufer

# XAV-Y8-P4O.text
source: Weight
de: Gewicht

# a7N-DJ-bS7.text
source: Store Location
de: Gesch채ftsort

# ffT-gI-sC5.text
source: Object Type
de: Objekttyp

# foF-lV-4R4.text
source: Month of Construction
de: Monat des Aufbaus

# gbA-UJ-ace.text
source: Maintenance Plant
de: Wartungsanlage

# inE-9Y-zQ8.text
source: Drawing Number
de: Zeichnungsnummer

# oT8-th-AJ7.text
source: Stock Batch
de: Vorratscharge

# uJT-Lm-8or.text
source: Additional Info
de: Zus채tzliche Information
