Repository: msuri1227/myAsset
Catalog: myJobCard/UI/iPhone/CustomCell/WorkOrder's Cell/OverView/*.lproj/AssetAndDatesCell_iPhone.strings
Languages: de

# 7Ag-ZG-GMg.text
source: Schedule Finish
de: Zeitplan Fertig stellen

# 9ok-Ji-Ez1.text
source: Due Date
de: Geburtstermin

# DEi-aR-iSd.text
source: System Condition
de: Systemzustand

# Qjd-Z0-DEM.text
source: Basic Start
de: Grundlegender Start

# SR0-xU-1Yv.text
source: Asset And Dates
de: Anlage und Termine

# T4Q-f3-H4h.text
source: Functional Location
de: Technischer Platz

# W9N-r4-s3g.text
source: Actual Start
de: Tatsächlicher Start

# gG0-xB-WB0.text
source: Description
de: Beschreibung

# jMe-jC-0a0.text
source: Schedule Start
de: Planen Sie den Start

# p4b-5p-vEe.text
source: Location/Acc. Assignment
de: Lage / Zub. Zuordnung

# t7n-tF-Bsc.text
source: Equipment
de: Ausrüstung
